; Hungarian
; BlueEyes Helpdesk

[Hungarian]
IDS_UPDATE_NO=Nincs elérhető frissítés.
IDS_UPDATE_YES=Update available, download and install them?
IDS_FILE=Fájl
IDS_SETTINGS=Beállítások
IDS_EXIT=Kilépés
IDS_LANGUAGE=Language
IDS_HELP=Segítség
IDS_WEBSITE=Weboldal
IDS_CHECKUPDATES=Frissítések ellenőrzése
IDS_ABOUT=Névjegy
IDS_DONATE=Give thanks!
IDS_TRAY_SHOW=Mutat/Rejt
IDS_TRAY_DISABLE=Letiltva
IDS_TRAY_POPUP_1=Clean areas
IDS_TRAY_POPUP_2=Tisztítás a memória...
IDS_TRAY_POPUP_3=Tisztítás minden..
IDS_CLEAN=Memória tisztítása
IDS_GROUP_1=Fizikai memória
IDS_GROUP_2=Lapozófájl
IDS_GROUP_3=A Rendszer által használt
IDS_ITEM_1=Használatban
IDS_ITEM_2=Szabad
IDS_ITEM_3=Elérhető
IDS_SETTINGS_GENERAL=Beállítás
IDS_SETTINGS_MEMORY=Memória tisztítás
IDS_SETTINGS_APPEARANCE=Megjelenés
IDS_SETTINGS_TRAY=Tálcaikon
IDS_CLOSE=Bezárás
IDS_TITLE_1=Beállítások
IDS_TITLE_2=Nyelv
IDS_TITLE_3=Memória terület tisztítása
IDS_TITLE_4=Memória kezelése
IDS_TITLE_5=Gyorsgombok
IDS_TITLE_6=Stílus
IDS_TITLE_7=Színek
IDS_TITLE_8=Egér
IDS_TITLE_9=Balloon tips
IDS_ALWAYSONTOP_CHK=Mindig felül
IDS_LOADONSTARTUP_CHK=Indítás a rendszerrel
IDS_STARTMINIMIZED_CHK=Start minimized
IDS_REDUCTCONFIRMATION_CHK=Confirm memory cleaning start
IDS_SKIPUACWARNING_CHK=Felhasználói fiók felügyeletének kihagyása
IDS_CHECKUPDATES_CHK=Frissítések rendszeres ellenőrzése (ajánlott)
IDS_LANGUAGE_HINT=Nyelv kiválasztása:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=Tisztítás a memória: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Tisztítás minden: (min.)
IDS_HOTKEY_CLEAN_CHK=Memória tisztítás:
IDS_TRAYUSETRANSPARENCY_CHK=Átlátszó háttér
IDS_TRAYSHOWBORDER_CHK=Keret mutatása
IDS_TRAYROUNDCORNERS_CHK=Kerek sarkok
IDS_TRAYCHANGEBG_CHK=Háttérszín beállítása (szöveg és keret)
IDS_TRAYUSEANTIALIASING_CHK=Élsimítás
IDS_FONT_HINT=Betűtípus:
IDS_COLOR_TEXT_HINT=Szövegszín
IDS_COLOR_BACKGROUND_HINT=Háttérszín
IDS_COLOR_WARNING_HINT="Figyelmeztetési szint" szine
IDS_COLOR_DANGER_HINT="Veszélyes szint" szine
IDS_TRAYLEVELWARNING_HINT="Figyelmeztetési szint" beállítása: (%)
IDS_TRAYLEVELDANGER_HINT="Veszélyes szint" beállítása: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=Középső egérgomb:
IDS_TRAY_ACTION_1=Mutat/Rejt
IDS_TRAY_ACTION_2=Memória tisztítás
IDS_TRAY_ACTION_3=Feladatkezelő megnyitása
IDS_SHOW_CLEAN_RESULT_CHK=Show memory cleaning results
IDS_QUESTION=Megtisztítod a memóriát?
IDS_QUESTION_WARNING=Switching-on "Standby list" and "Modified page list" may freeze your computer for almost a minute or so, are you sure to enable this option?
IDS_QUESTION_FLAG_CHK=Do not ask again
IDS_STATUS_CLEANED=A memória %s -ban sikeresen tisztítva.
IDS_STATUS_NOPRIVILEGES=Kérlek futtasd a programo Rendszergazda jogokkal!!
IDS_UPDATE_DOWNLOAD=Downloading update...
IDS_UPDATE_DONE=Downloading update finished.
IDS_UPDATE_ERROR=Update server connection error.
IDS_UPDATE_INIT=Checking for new releases...
IDS_UPDATE_INSTALL=Update available, do you want to install them?
IDS_RESET=Reset
IDS_QUESTION_RESET=Are you really sure you want to reset all application settings?
IDS_NOTIFICATIONSOUND_CHK=Enable notifications sound
IDS_TITLE_ADVANCED=Advanced
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
